Repository: TataneCode/fancy-container-console
Catalog: src/FancyContainerConsole/Resources/Container.Strings.*.resx
Languages: fr

# Container_Status_Loading
source: [yellow]Loading containers...[/]
fr: [yellow]Chargement des conteneurs...[/]

# Container_Error_NoContainersFound
source: No containers found.
fr: Aucun conteneur trouvé.

# Container_Title_Logs
source: Container Logs
fr: Journaux du Conteneur

# Container_Status_FetchingLogs
source: [yellow]Fetching logs...[/]
fr: [yellow]Récupération des journaux...[/]

# Container_Status_DisplayingLogs
source: [green]Displaying logs[/]
fr: [green]Affichage des journaux[/]

# Container_Error_FailedToFetchLogs
source: Failed to fetch logs: {0}
fr: Échec de la récupération des journaux: {0}

# Container_Status_StartingContainer
source: [yellow]Starting container...[/]
fr: [yellow]Démarrage du conteneur...[/]

# Container_Status_StoppingContainer
source: [yellow]Stopping container...[/]
fr: [yellow]Arrêt du conteneur...[/]

# Container_Success_Started
source: Container started successfully
fr: Conteneur démarré avec succès

# Container_Success_Stopped
source: Container stopped successfully
fr: Conteneur arrêté avec succès

# Container_Error_FailedToStart
source: Failed to start container: {0}
fr: Échec du démarrage du conteneur: {0}

# Container_Error_FailedToStop
source: Failed to stop container: {0}
fr: Échec de l'arrêt du conteneur: {0}

# Container_Status_Deleting
source: [yellow]Deleting container...[/]
fr: [yellow]Suppression du conteneur...[/]

# Container_Success_Deleted
source: Container deleted successfully
fr: Conteneur supprimé avec succès

# Container_Error_FailedToDelete
source: Failed to delete container: {0}
fr: Échec de la suppression du conteneur: {0}

# Container_Confirm_Delete
source: [red]Are you sure you want to delete container '{0}'?[/]
fr: [red]Êtes-vous sûr de vouloir supprimer le conteneur '{0}'?[/]

# Container_Title_Details
source: Container Details: {0}
fr: Détails du Conteneur: {0}
