Repository: TataneCode/fancy-container-console
Catalog: src/FancyContainerConsole/Resources/Image.Strings.*.resx
Languages: fr

# Image_Title_Management
source: Image Management
fr: Gestion des Images

# Image_Title_Details
source: Image Details
fr: Détails de l'Image

# Image_Status_Loading
source: Loading images...
fr: Chargement des images...

# Image_Status_Deleting
source: Deleting image...
fr: Suppression de l'image...

# Image_Status_InUse
source: In Use
fr: En Cours

# Image_Status_NotInUse
source: Not In Use
fr: Non Utilisé

# Image_Error_NoImagesFound
source: [red]No images found![/]
fr: [red]Aucune image trouvée![/]

# Image_Error_InUse
source: [red]Cannot delete image: Image is in use by one or more containers![/]
fr: [red]Impossible de supprimer l'image: L'image est utilisée par un ou plusieurs conteneurs![/]

# Image_Error_FailedToDelete
source: [red]Failed to delete image: {0}[/]
fr: [red]Échec de la suppression de l'image: {0}[/]

# Image_Prompt_SelectImage
source: [blue]Select an image (use arrow keys):[/]
fr: [blue]Sélectionnez une image (utilisez les flèches):[/]

# Image_Prompt_Actions
source: [yellow]Press D (delete), C (details), or ESC (back)[/]
fr: [yellow]Appuyez sur D (supprimer), C (détails), ou ESC (retour)[/]

# Image_Confirm_Delete
source: Are you sure you want to delete image '{0}'?
fr: Êtes-vous sûr de vouloir supprimer l'image '{0}'?

# Image_Success_Deleted
source: [green]Image deleted successfully![/]
fr: [green]Image supprimée avec succès![/]
