Repository: TataneCode/fancy-container-console
Catalog: src/FancyContainerConsole/Resources/Table.Strings.*.resx
Languages: fr

# Table_Header_Name
source: [yellow]Name[/]
fr: [yellow]Nom[/]

# Table_Header_State
source: [yellow]State[/]
fr: [yellow]État[/]

# Table_Header_Networks
source: [yellow]Networks[/]
fr: [yellow]Réseaux[/]

# Table_Header_Size
source: [yellow]Size (MB)[/]
fr: [yellow]Taille (Mo)[/]

# Table_Header_InUse
source: [yellow]In Use[/]
fr: [yellow]En Cours[/]

# Table_Header_Created
source: [yellow]Created[/]
fr: [yellow]Créé[/]

# Table_Header_Property
source: [yellow]Property[/]
fr: [yellow]Propriété[/]

# Table_Header_Value
source: [blue]Value[/]
fr: [blue]Valeur[/]

# Table_Panel_ContainerLogs
source: [yellow]Container Logs[/]
fr: [yellow]Journaux du Conteneur[/]

# Table_Value_NotAvailable
source: N/A
fr: N/D

# Table_Value_Yes
source: Yes
fr: Oui

# Table_Value_No
source: No
fr: Non

# Table_Property_Name
source: Name
fr: Nom

# Table_Property_State
source: State
fr: État

# Table_Property_Networks
source: Networks
fr: Réseaux

# Table_Property_PortMappings
source: Port Mappings
fr: Correspondances de Ports

# Table_Property_DiskSize
source: Disk Size
fr: Taille du Disque

# Table_Property_Created
source: Created
fr: Créé

# Table_Unit_MB
source: MB
fr: Mo

# Table_Header_Repository
source: [yellow]Repository[/]
fr: [yellow]Dépôt[/]

# Table_Header_ImageID
source: [yellow]Image ID[/]
fr: [yellow]ID Image[/]

# Table_Property_ImageID
source: Image ID
fr: ID Image

# Table_Property_Repository
source: Repository
fr: Dépôt

# Table_Property_Size
source: Size
fr: Taille

# Table_Property_InUse
source: In Use
fr: En Cours
