Repository: TataneCode/fancy-container-console
Catalog: src/FancyContainerConsole/Resources/UI.Strings.*.resx
Languages: fr

# UI_Title_MainMenu
source: Main Menu
fr: Menu Principal

# UI_Prompt_WhatToDo
source: [blue]What would you like to do?[/]
fr: [blue]Que souhaitez-vous faire?[/]

# UI_Choice_ManageContainer
source: Manage container
fr: Gérer les conteneurs

# UI_Choice_ManageVolumes
source: Manage volumes
fr: Gérer les volumes

# UI_Choice_ManageImages
source: Manage images
fr: Gérer les images

# UI_Choice_Exit
source: Exit
fr: Quitter

# UI_Message_Goodbye
source: [blue]Goodbye![/]
fr: [blue]Au revoir![/]

# UI_Title_ManageContainer
source: Manage Container
fr: Gérer le Conteneur

# UI_Prompt_SelectContainer
source: [blue]Select a container (use arrow keys):[/]
fr: [blue]Sélectionnez un conteneur (utilisez les flèches):[/]

# UI_Choice_BackToMainMenu
source: ‚Üê Back to Main Menu
fr: ← Retour au Menu Principal

# UI_Prompt_ContainerActions
source: [yellow]Press L (logs), S (start/stop), D (delete), C (details), or ESC (back)[/]
fr: [yellow]Appuyez sur L (logs), S (démarrer/arrêter), D (supprimer), C (détails), ou ESC (retour)[/]

# UI_Message_PressAnyKey
source: [grey]Press any key to continue...[/]
fr: [grey]Appuyez sur n'importe quelle touche pour continuer...[/]

# UI_Message_PressAnyKeyReturn
source: [grey]Press any key to return to main menu...[/]
fr: [grey]Appuyez sur n'importe quelle touche pour revenir au menu principal...[/]
