Repository: TataneCode/fancy-container-console
Catalog: src/FancyContainerConsole/Resources/Volume.Strings.*.resx
Languages: fr

# Volume_Title_Management
source: Volume Management
fr: Gestion des Volumes

# Volume_Status_Loading
source: [yellow]Loading volumes...[/]
fr: [yellow]Chargement des volumes...[/]

# Volume_Error_NoVolumesFound
source: No volumes found.
fr: Aucun volume trouvé.

# Volume_Prompt_SelectVolume
source: [blue]Select a volume (use arrow keys):[/]
fr: [blue]Sélectionnez un volume (utilisez les flèches):[/]

# Volume_Prompt_Actions
source: [yellow]Press D (delete) or ESC (back)[/]
fr: [yellow]Appuyez sur D (supprimer) ou ESC (retour)[/]

# Volume_Status_InUse
source: In use
fr: En cours d'utilisation

# Volume_Status_NotInUse
source: Not in use
fr: Non utilisé

# Volume_Error_InUse
source: Cannot delete volume that is currently in use.
fr: Impossible de supprimer un volume actuellement utilisé.

# Volume_Confirm_Delete
source: [red]Are you sure you want to delete volume '{0}'?[/]
fr: [red]Êtes-vous sûr de vouloir supprimer le volume '{0}'?[/]

# Volume_Status_Deleting
source: [yellow]Deleting volume...[/]
fr: [yellow]Suppression du volume...[/]

# Volume_Success_Deleted
source: Volume deleted successfully
fr: Volume supprimé avec succès

# Volume_Error_FailedToDelete
source: Failed to delete volume: {0}
fr: Échec de la suppression du volume: {0}
